def deset(de):
      switcher = {
             "เสียชีวิต":"ความรุนแรงระกับ 4",
             "ตาย":"ความรุนแรงระกับ 4",
             "พบศพ":"ความรุนแรงระกับ 4",
             "สูญหาย":"ความรุนแรงระกับ 4",
             "แขนขาด":"ความรุนแรงระกับ 3",
             "ขาขาด":"ความรุนแรงระกับ 3",
             "สูญเสีย":"ความรุนแรงระกับ 3",
             "บาดเจ็บสาหัส":"ความรุนแรงระกับ 3",
             "สาหัส":"ความรุนแรงระกับ 3",
             "เสียหาย":"ความรุนแรงระกับ 2",
             "เหยื่อ":"ความรุนแรงระกับ 2",
             "บาดเจ็บ":"ความรุนแรงระกับ 1",
      }
      return switcher.get(de)


score = "เสียชีวิต"
de = deset(score)   
print(de)                